
final List<String> ghazal1a=[
  'به من از فرفرۀ باد سحرخیز بگو',
  'قصۀ سرد و زیان‌آور پاییز بس است',
  'اختلاف و جدل از فقر محبت پیداست',
  'ره به جایی نه‌برَد هوشِ تظاهُرپیشه',
  'ز جُدایی مَسَرا کز شررش می‌سوزم',
  'چقدر از غم و غم‌های فراوان گویی',
];

final List<String> ghazal1b=[
  'به من از شعشعۀ صبح دل‌آویز بگو',
  'به من از رایحۀ موسم گُل‌بیز بگو',
  'به من از عشق، ولَو اندک و ناچیز، بگو',
  'به من از باده و پیمانۀ لب‌ریز بگو',
  'به من از وُصلت و وصل طرب‌انگیز بگو',
  'به من ای طبع! ز شادی سخنی نیز بگو',
];

final List<String> ghazal2a=[
  'ای زادگاه مادر اشعار پارسی',
  'ای بهترین نماد خراسان و آریا',
  'ای شهر مهروعاطفه وشعروشوق وذوق',
  'ای مرز باستانیِ پر نور و پر سرور',
  'ای خاستگاه حضرت مولای مثنوی',
  'پاینده باد قامت بی انکسار تو',
];

final List<String> ghazal2b=[
  'ای بلخ! ای دیار گهربار پارسی',
  'ای باغ سبز و خرم و پُربار پارسی',
  'ای عشق را هزینه‌ی بازار پارسی',
  'ای جاودانه گلشن انوار پارسی',
  'ای سجده‌گاه تک تک احرار پارسی',
  'نابود باد خصم تو ای یار پارسی!'
];

final List<String> ghazal3a=[
  'غم گیتی چه خوریم از چه جگرخون باشیم',
  'تا که در گلشن هستی خبر از بودن ماست',
  'نه به افسوس و تحسر که به دی مربوط است',
  'شاید اکنون نفسی هست و دمی دیگر نیست',
  'این بدانیم که قانون طبیعت زیباست',
  'گذران می‌گذرد عمر دو سه روزه‌ی ما',
];

final List<String> ghazal3b=[
  'زندگی درخور آن نیست که محزون باشیم',
  'گل بخندیم و شکوفیده و گل‌گون باشیم',
  'نه به اندیشه‌ی فردا، فقط اکنون باشیم',
  'نفسی کو که به آن ضامن و مضمون باشیم',
  'خوش به حال است اگر تابع قانون باشیم',
  'هوش بایست به این عمر که ما چون باشیم',
];

final List<String> ghazal4a=[
  'هر قدم در گذریم و گذری نامعلوم',
  'زندگی بار گرانیست درین سیر و سفر',
  'قصۀ مشکل این راه چسان باید گفت',
  'ظاهرا گرچه همه در پی سودیم روان',
  'تنِ آگاهی ما رخت جهالت دارد',
  'بی‌خبر از خود و سرمایۀ انسانی خود',
  'مثل باران که ز انگیزۀ شادی مملوست',
  'ما به خودبی‌خبری و عدم عیاری'
];

final List<String> ghazal4b=[
  'چه عجب در سفریم و سفری نامعلوم',
  'هر نفس پر شرریم و شرری نامعلوم',
  'که چسان در خطریم و خطری نامعلوم',
  'روز و شب در ضرریم و ضرری نامعلوم',
  'همه اهل نظریم و نظری نامعلوم',
  'چون صدف پر گهریم و گهری نامعلوم',
  'ما به گیتی مطریم و مطری نامعلوم',
  'خواستار سحریم و سحری نامعلوم'
];

final List<String> ghazal5a=[
  'شب یلدا، شب تنهاییِ من',
  'شب نالیدن از آلام هجران',
  'به‌کام هیچ مَیخواری مبادا',
  'نمی‌دانم خدایا بسملِ کیست؟',
  'میان جاده های شهرک عشق',
  'به گوش وامِقی ننشسته هرگز',
  'ندارد دشت قیس و کوه فرهاد',
  'خوشا بر طبع گویایی که دارم',
];

final List<String> ghazal5b=[
  'شب عشق و شب شیداییِ من',
  'شب شور و شب غوغاییِ من',
  'شراب از شیشه‌ی یلداییِ من',
  'دلِ سرگشته و سوداییِ من',
  'شب و روز است ره‌پیماییِ من',
  'حدیث دل‌کشِ عذراییِ من',
  'به یاد از همت و پایاییِ من',
  'خوشا بر گوشه‌ ی تنهاییِ من',
];

final List<String> ghazal6a=[
  'از یار گسَستیم و به اغیار ببستیم',
  'گفتا که بیا دوست! مرو جانب دیگر',
  'راهی که برفتیم خطا بود و بلا داشت',
  'اندیشه نکردیم و نصیحت نشنفتیم',
  'خود را نه پذیرفته و با غیر تنیدیم',
  'کس ریشۀ مارا نه بُریدست ازین خاک',
  'تقصیر کسی نیست که اینگونه خرابیم',
];

final List<String> ghazal6b=[
  'از خانه بجَستیم و به ویرانه نشستیم',
  'گفتیم درست است، مگر عهد شکستیم',
  'افسوس که از دام بلا هیچ نرَستیم',
  'هُشیار نگشتیم و به حق دیده نبستیم',
  'پیداست که ما خودکُشِ بیگانه‌پرستیم',
  'خود در صدد ریشۀ خود تیشه‌بدستیم',
  'کس نیست مقصر که چنین دربدر استیم',
];

final List<String> ghazal7a=[
  'عمرم افزوده شود کاش به عمر پدرم',
  'یاد من هست که صد مرتبه افتید، ولی',
  'خرچ کرد او که به من عمر گرانمایه خویش',
  'یک زمان تاب و توان داشت، تقلّا می‌کرد',
  'روز اگر بود به کار و محنِ کسب معاش',
  'کودکی بودم و غافل ز غم و رنج جهان',
  'این‌هم از حوصله کوشش او بود که من',
  'هنرم این‌که دمی فکر نمودم اکنون',
];

final List<String> ghazal7b=[
  'پدرم موهبت حضرت یزدان به سرم',
  'لقمه‌نانی به من آورد که او را پسرم',
  'من چرا خاک کف پاش به جانم نه‌خرم؟',
  'تا من از زندگی‌ام لذتِ چندان ببرم',
  'شام ها داشت همی دست نوازش به سرم',
  'اصلن از محنت ایام نه بودی خبرم',
  'این زمان حافظ قرآنم و اهل هنرم',
  'یک چنین شعر سرودم به هوای پدرم',
];

final List<String> ghazal8a=[
  'ای که هستی بامدادان غرق خواب!',
  'شب به پایانش رسید و روز شد',
  'مرغ و ماهی، باز و بَک، مور و ملخ',
  'جمله را بینی که در هنگام صبح',
  'کاروان در بطن صحرای وسیع',
  'ازچه در خوابی هنوز ای راهرو ؟',
];

final List<String> ghazal8b=[
  'چند در خوابی؟ تکان خور ای جناب!',
  'چشم بگشا، روز خود را بازیاب',
  'هرچه جان‌دار است در آب و تراب،',
  'خواب را دانند امر ناصواب',
  'ره دراز است و خطر ها بی حساب',
  'هان! بخیز و راه خود گیر و شتاب',
];

final List<String> ghazal9a=[
  'منتظر باش که پیغام جدیدی برسد',
  'اُفقی باز شود، سینه گشاید سحری',
  'تلخیِ صبر چشیدن که امیدی دارد',
  'بنشین منتظر یوسف گمگشته خویش',
  'حفظ کن قاعده صبر و شکیبایی را',
];

final List<String> ghazal9b=[
  'ناگهان از طرفی برتو نویدی برسد',
  'همچو یک باد صبا تازه امیدی برسد',
  'شاید آخر ثمر از شاخه بیدی برسد',
  'تا پس از مدت بسیار مدیدی برسد',
  'تا به قفل دل ایام، کلیدی برسد',
];

final List<String> ghazal10a=[
  'جهان به منزلۀ گور تنگ گردیده',
  'چرا که آهوی مسکین ز روی ناچاری',
  'چرا که بازِ فلک‌سَیرِ چُست‌ِ جولانگر',
  'جهان به منزلۀ گور تنگ و زشتی ها',
  'ندای صلح مُزوَّر که حاوی جنگ است',
  'تمام کار سیاست هرآنچه می‌بینی',
  'لوای دانش و فرهنگ و فضل افتاده',
];

final List<String> ghazal10b=[
  'چرا که آینه محتاج سنگ گردیده',
  'گدای درگۀ گرگ و پلنگ گردیده',
  'اسیر کرکسِ لشخوارِ لنگ گردیده',
  'ولی به مردم جاهل قشنگ گردیده',
  'دلیـل گــرمیِ بازار جنــگ گردیده',
  'دروغ و خدعه‌ و نیرنگ و رنگ گردیده',
  'بُلند ـ پرچم اهل تفنگ ـ گردیده',
];
